; Translation Author: Starykh Roman
; TranslationAuthorEmail: zerobit@ex.ua
; Soft Version: 4.2.1
; Update: Mar. 26, 2024
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Українська

[GUI]
ButtonYes=Так
ButtonNo=Ні
ButtonOK=ОК
ButtonClose=Закрити
BtnNews=Повідомлення
[Translation]
LangCode=0422
ReadHabit=Left-to-right
LanguageName=UKR
LangShortName=uk-ua
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Повідомлення
Warning=Увага
Error=Помилка
Confirm=Підтвердження
FrmMOMain.ckperiod.caption=Оптимізувати кожні

;
; Оптимізація пам'яті
;
FrmMoMain.imgmail.hint=Поділитися Wise Memory Optimizer з друзями
FrmMoMain.imgfacebook.hint=Вподобати WiseCleaner у Facebook
FrmMoMain.imgtwitter.hint=Поділитися Wise Memory Optimizer у Twitter
FrmMoMain.chkupdate.caption=Автоперевірка нової версії
FrmMoMain.btnlike.caption=Подобається
FrmMoMain.lblTotalMem.Caption=Розмір пам'яті:
FrmMoMain.lblaopt.Caption=Якщо доступна пам'ять менше, ніж:
FrmMoMain.lbltry.Caption=Звільнити більше пам'яті
FrmMoMain.btnsettings.Caption=Налаштування
FrmMoMain.btnOpt.Caption=Оптимізувати
FrmMoMain.chkmin.Caption=Згорнути в трей при закритті
FrmMoMain.chkauto.Caption=Запускати разом із системою
FrmMoMain.chkautoOpt.Caption=Автоматично оптимізувати
FrmMoMain.ckchkclearborad.Caption=Очистити буфер під час оптимізації
FrmMoMain.chkidle.Caption=Запускати, коли процесор неактивний (!)
FrmMoMain.lbllang.Caption=Мова:
FrmMOMain.cknotice.caption=Показати сповіщення після оптимізації
FrmMOMain.ckMode.caption=Темний режим
;
; Про програму
;
FrmAbout.caption=Про програму
FrmAbout.btnok.caption=ОК
FrmAbout.lblver.caption=Поточна версія:
FrmAbout.lblemail.caption=Email підтримки:
FrmAbout.lblhome.caption=Домашня сторінка:
FrmAbout.lblthanks.caption=Дякуємо наступним людям за їх внесок:
FrmAbout.lblUninstall.caption=Інструкція з видалення
FrmAbout.lblPolicy.caption=Політика конфіденційності
FrmAbout.lblEula.caption=Ліцензійна угода

[MemoryOptimizer]
ThisTimeFreeMemory=Цього разу звільнено %s пам'яті.
CurPrecent=Використання пам'яті:
UsedMemory=Зайнято:
AvailableMemory=Доступно:
FreeMemory=Звільнено:
At=в
pmShow=Відкрити
pmOpt=Оптимізувати
pmAbout=Про програму
pmExit=Вихід
SureExit=Триває оптимізація... ви точно хочете вийти зараз?
Mintotray=Оптимізація пам'яті
pmdefragmem=Дефрагментувати ОП
pmclearmem=Звільнити ОП
pmclearstandbymem=Спорожнити зарезервовану ОП

[Message]
NoNews=У вас немає непрочитаних повідомлень.
NewVer=Доступна нова версія Wise Memory Optimizer! Ви хочете оновити її зараз?
NotShowNotice=Не показувати це повідомлення знову
NoOptItem=Вам потрібно вибрати принаймні один метод оптимізації.
minutes=хвилин(и)
hours=годин(и)

[feedback]
InvalidEmail=Будь ласка, введіть правильну email адресу.
emptyinput=Будь ласка, введіть щось для відправки.
thanks=Дякуємо за ваш відгук!
FrmFeedback.lblfeedback.caption = Як ви оцінюєте %s?
FrmFeedback.lblemail.caption = Email адреса:
FrmFeedback.lblgood.caption = Яка функція вам найбільше подобається?
FrmFeedback.lblbad.caption = Яка функція вам найбільше не подобається?
FrmFeedback.lblwant.caption = Яка нова функція вам найбільше потрібна?
FrmFeedback.btncancel.caption = Не зацікавлений
FrmFeedback.btnsubmit.caption = Відправити